# encoding: UTF-8
sync_id=Registrierungs-Token
registerInfoText=Hier folgt der Infotext f체r die Registrierung
loginInfoText=Hier folgt der Infotext f체r den Login
termsTitle=Datenschutzerkl채rung
termsText=Hier folgt die Datenschutzerkl채rung

# Sie -> Du
loginTimeout=Du hast zu lange gebraucht, um dich anzumelden. Bitte versuche es erneut.
loginTotpStep1=Installiere eine der folgenden Applikationen auf deinem Smartphone:
loginTotpStep2=\u00D6ffnen die Applikation und scanne den Barcode.
loginTotpStep3=Gib den von der Applikation generierten One-time Code ein und klicke auf Speichern.
loginTotpManualStep2=\u00D6ffne die Applikation und gib den folgenden Schl\u00FCssel ein.
loginTotpManualStep3=Verwende die folgenden Konfigurationswerte, falls du diese f\u00FCr die Applikation anpassen kannst:
loginTotpUnableToScan=Du kannst den Barcode nicht scannen?
oauthGrantRequest=Willst du diese Zugriffsrechte gew\u00E4hren?
emailVerifyInstruction1=Eine E-Mail mit weiteren Anweisungen wurde an dich versendet.
emailVerifyInstruction2=Falls du keine E-Mail erhalten haben, dann kannst du
emailLinkIdp1=Eine E-Mail mit weiteren Anweisungen um {0} Konto {1} mit deinem {2} Konto zu verkn\u00FCpfen wurde an dich versendet.
emailLinkIdp2=Du hast keinen Code in deiner E-Mail erhalten?
emailLinkIdp4=Wenn du die E-Mail bereits in einem anderen Browser verifiziert hast
emailInstruction=Gib deinen Benutzernamen oder deine E-Mail Adresse ein und klicke auf Absenden. Danach werden wir dir eine E-Mail mit weiteren Instruktionen zusenden.
copyCodeInstruction=Bitte kopiere den folgenden Code und f\u00FCge ihn in die Applikation ein\:
accountDisabledMessage=Dein Benutzerkonto ist gesperrt, bitte kontaktiere einen Admin.
accountTemporarilyDisabledMessage=Dein Benutzerkonto ist tempor\u00E4r gesperrt. Bitte kontaktiere einen Admin oder versuche es sp\u00E4ter noch einmal.
expiredCodeMessage=Zeit\u00FCberschreitung bei der Anmeldung. Bitte melde dich erneut an.
expiredActionMessage=Die Aktion ist nicht mehr g\u00FCltig. Bitte fahre nun mit der Anmeldung fort.
expiredActionTokenSessionExistsMessage=Die Aktion ist nicht mehr g\u00FCltig. Bitte fange noch einmal an.
missingFirstNameMessage=Bitte gib einen Vornamen ein.
missingLastNameMessage=Bitte gib einen Nachnamen ein.
missingEmailMessage=Bitte gib eine E-Mail-Adresse ein.
missingUsernameMessage=Bitte gib einen Benutzernamen ein.
missingPasswordMessage=Bitte gib ein Passwort ein.
missingTotpMessage=Bitte gib den One-time Code ein.
federatedIdentityExistsMessage=Ein Benutzer mit {0} {1} existiert bereits. Bitte melde dich an der Benutzerkontoverwaltung an um den Benutzer zu verkn\u00FCpfen.
federatedIdentityConfirmLinkMessage=Ein Benutzer mit {0} {1} existiert bereits. Wie m\u00F6chtest du fortfahren?
configureTotpMessage=Du musst eine Mehrfachauthentifizierung einrichten, um das Benutzerkonto zu aktivieren.
updateProfileMessage=Du musst dein Benutzerkonto aktualisieren, um das Benutzerkonto zu aktivieren.
updatePasswordMessage=Du musst dein Passwort \u00E4ndern, um das Benutzerkonto zu aktivieren.
resetPasswordMessage=Du musst dein Passwort \u00E4ndern.
verifyEmailMessage=Du musst deine E-Mail-Adresse verifizieren, um das Benutzerkonto zu aktivieren.
linkIdpMessage=Du musst deine E-Mail-Adresse verifizieren, um dein Benutzerkonto mit {0} zu verkn\u00FCpfen.
emailSentMessage=Du solltest in K\u00FCrze eine E-Mail mit weiteren Instruktionen erhalten.
emailSendErrorMessage=Die E-Mail konnte nicht versendet werden. Bitte versuche es sp\u00E4ter nochmal einmal.
accountUpdatedMessage=Dein Benutzerkonto wurde aktualisiert.
accountPasswordUpdatedMessage=Dein Passwort wurde aktualisiert.
invalidCodeMessage=Ung\u00FCltiger Code, bitte melde dich erneut \u00FCber die Applikation an.
identityProviderLinkSuccess=Du hast deine E-Mail-Adresse erfolgreich verifiziert. Bitte kehre zu deinem urspr\u00FCnglichen Browser zur\u00FCck und fahre dort mit der Anmeldung fort. 
staleCodeMessage=Diese Seite ist nicht mehr g\u00FCltig, bitte kehre zur Applikation zur\u00FCk und melde dich erneut an.
emailVerifiedMessage=Deine E-Mail-Adresse wurde erfolgreich verifiziert.
staleEmailVerificationLink=Der von dir angeklickte Link ist nicht mehr g\u00FCltig. Hast du deine E-Mail-Adresse eventuell bereits verifiziert?
confirmAccountLinking=Best\u00E4tige den Account {0} des Identity Provider {1}, um ihn mit deinem Account zu verkn\u00FCpfen.
confirmEmailAddressVerification=Best\u00E4tige, dass die E-Mail-Adresse {0} g\u00FCltig ist.
confirmExecutionOfActions=F\u00FChre die folgende(n) Aktion(en) aus
alreadyLoggedIn=Du bist bereits angemeldet.
differentUserAuthenticated=Du bist in dieser Session bereits mit einem anderen Benutzer ''{0}'' angemeldet. Bitte melde dich zuerst ab.
brokerLinkingSessionExpired=Broker Account Linking angefordert; Deine Session ist allerdings nicht mehr g\u00FCltig.
proceedWithAction=&raquo; Klicke hier um fortzufahren
doX509Login=Du wirst angemeldet als\:
