accountManagementWelcomeMessage=Piratenlogin Accountmanagement

# Sie -> Du
applicationsIntroMessage=App-Berechtigung f\u00FCr den Zugriff auf dein Konto verwalten
passwordLastUpdateMessage=Dein Passwort wurde aktualisiert am
updatePasswordMessageTitle=W\u00C4hle ein sicheres Passwort
personalSubTitle=Deine pers\u00F6nlichen Informationen
personalSubMessage=Verwalte folgende Informationen: Benutzername, E-Mail-Adresse und Sprache

totpStep1=Installiere eine der folgenden Applikationen auf Deinem Smartphone:
totpStep2=\u00D6ffne die Applikation und scanne den Barcode.
totpStep3=Gib den von der Applikation generierten One-time Code ein und klicke auf Speichern.
totpStep3DeviceName=Du kannst einen Ger\u00E4tenamen eingeben um einen besseren \u00DCberblick \u00FCber deine OTC Ger\u00E4te zu haben.

totpManualStep2=\u00D6ffne die Applikation und gib den folgenden Schl\u00FCssel ein.
totpManualStep3=Verwende die folgenden Konfigurationswerte, falls du diese f\u00FCr die Applikation anpassen kannst:
totpUnableToScan=Du kannst den Barcode nicht scannen?

deletingImplies=Die L\u00F6schung deines Kontos bedeutet:
errasingData=L\u00F6schen aller deiner Daten

missingUsernameMessage=Bitte gib einen Benutzernamen ein.
missingFirstNameMessage=Bitte gib einen Vornamen ein.
missingLastNameMessage=Bitte gib einen Nachnamen ein.
missingEmailMessage=Bitte gib eine E-Mail Adresse ein.
missingPasswordMessage=Bitte gib ein Passwort ein.

missingTotpMessage=Bitte gib den One-time Code ein.
missingTotpDeviceNameMessage=Bitte gib einen Ger\u00E4tenamen an.

readOnlyUserMessage=Du kannst dein Benutzerkonto nicht \u00E4ndern, da es schreibgesch\u00FCtzt ist.
readOnlyUsernameMessage=Du kannst deinen Benutzernamen nicht \u00E4ndern, da er schreibgesch\u00FCtzt ist.
readOnlyPasswordMessage=Du kannst dein Passwort nicht \u00E4ndern, da es schreibgesch\u00FCtzt ist.

accountUpdatedMessage=Dein Benutzerkonto wurde aktualisiert.
accountPasswordUpdatedMessage=Dein Passwort wurde aktualisiert.

federatedIdentityRemovingLastProviderMessage=Du kannst den letzten Eintrag nicht entfernen, da du kein Passwort hast.
staleCodeAccountMessage=Diese Seite ist nicht mehr g\u00FCltig, bitte versuche es noch einmal.

accountDisabledMessage=Dein Benutzerkonto ist gesperrt, bitte kontaktiere einen Admin.

accountTemporarilyDisabledMessage=Dein Benutzerkonto ist tempor\u00E4r gesperrt, bitte kontaktiere einen Admin oder versuche es sp\u00E4ter noch einmal.

requestsWaitingApproval=Deine Anfragen, die auf Genehmigung warten
notHaveAnyResource=Du hast keine Ressourcen
noResourcesSharedWithYou=Es werden keine Ressourcen mit dir geteilt
havePermissionRequestsWaitingForApproval=Du hast {0} Genehmigungsanfrage(n), die auf die Genehmigung warten.
clickHereForDetails=Klicke hier f\u00FCr Details.

authorizedProviderMessage=Autorisierte Provider, die mit deinem Konto verkn\u00FCpft sind
identityProviderMessage=Verkn\u00FCpfe dein Konto mit Identit\u00E4tsprovidern, die du konfiguriert hast
removeAccessMessage=Du musst den Zugriff erneut gew\u00E4hren, wenn du diese Anwendung verwenden m\u00F6chtest.

authenticatorFinishSetUpTitle=Deine Zwei-Faktor-Authentifizierung
authenticatorFinishSetUpMessage=Jedes Mal, wenn du dich bei deinem Keycloak-Konto anmeldest, wirst du aufgefordert, einen Zwei-Faktor-Authentifizierungscode einzugeben.
authenticatorSubMessage=Um die Sicherheit deines Kontos zu erh\u00F6hen, aktiviere mindestens eine der verf\u00FCgbaren Zwei-Faktor-Authentifizierungsmethoden.
authenticatorMobileMessage=Verwende Authenticator-Anwendungen auf deinem Telefon, um Verifizierungscodes als Zwei-Faktor-Authentifizierung zu erhalten.
authenticatorMobileFinishSetUpMessage=Die Authenticator-Anwendung wurde an dein Telefon gebunden.
authenticatorSMSMessage=Keycloak sendet den Verifizierungscode an dein Telefon als Zwei-Faktor-Authentifizierung.

smscodeIntroMessage=Gib deine Rufnummer ein und ein Verifizierungscode wird an dein Telefon gesendet.
mobileSetupStep1=Installiere eine Authenticator-Anwendung auf deinem Telefon. Die hier aufgef\u00FChrten Anwendungen werden unterst\u00FCtzt.
mobileSetupStep2=\u00D6ffne die Anwendung und scanne den Barcode:
mobileSetupStep3=Gib den von der Anwendung bereitgestellten Einmalcode ein und klicke auf Speichern, um die Einrichtung abzuschlie\u00DFen.
scanBarCode=Willst du den Barcode scannen?
enterBarCode=Gib den Einmalcode ein

chooseYourCountry=W\u00E4hle dein Land
enterYourPhoneNumber=Gib deine Telefonnummer ein
enterYourVerficationCode=Gib deinen Verifizierungscode ein

backupcodesIntroMessage=Wenn du den Zugriff auf dein Telefon verlierst, kannst du dich immer noch \u00FCber Backup-Codes bei deinem Konto anmelden. Bewahre diese an einem sicheren und zug\u00E4nglichen Ort auf.
backupCodesTips-3=Wenn du neue Backup-Codes generierst, werden die aktuellen Codes nicht mehr funktionieren.

updateReadOnlyAttributesRejectedMessage=\u00C4nderung von schreibgesch\u00FCtzten Eigenschaften fehlgeschlagen
